// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "לא ניתן להפעיל יישום זה.";
"NoDiskArb Informative" = "אירעה בעיה בהפעלת 'תיווך דיסק'. מצב זה לא אמור לקרות.";
"NoDiskArb OK" = "אישור";

/* Error retrieving config file. */
"CantGetConfig Message" = "לא ניתן לאחזר את רשימת התמונות.";
"CantGetConfig Informative" = "אירעה בעיה באחזור רשימת תמונות השחזור הזמינות (%1$@). ודא שחיבור הרשת שלך פועל.";
"CantGetConfig OK" = "אישור";
"CantGetConfig Error NoConnection" = "לא היתה אפשרות להקצות חיבור";
"CantGetConfig Error DownloadError" = "אירעה שגיאה בעת ההורדה";
"CantGetConfig Error StringCreate" = "לא היתה אפשרות להשתמש בתשובה";

/* Version error. */
"VersionError Message" = "גרסה זו של היישום ישנה מדי.";
"VersionError Informative" = "הורד גרסה חדשה יותר. זו גרסה %1$@; ודרושה גרסה %2$@ ואילך. %3$@";
"VersionError OK" = "השג גרסה חדשה";

/* File dialog to select a local file. */
"SelectLocal File" = "בחר תמונה:";
"SelectLocal Button" = "בחר";

/* Alert on writing stick. */
"WriteAlert Message" = "האם אתה בטוח שברצונך למחוק לצמיתות את %1$@?";
"WriteAlert Informative" = "כל הנתונים הכלולים בו יימחקו לצמיתות. לא ניתן לבטל פעולה זו";
"WriteAlert Cancel" = "אל תמחק";
"WriteAlert OK" = "מחק";

"TooSmallAlert Message" = "לא ניתן להשתמש ב-%1$@; הוא קטן מדי.";
"TooSmallAlert Informative" = "דרוש מקל בעל %2$@ לכל הפחות.";
"TooSmallAlert OK" = "אישור";

"NotWritable Message" = "לא ניתן להשתמש ב-%1$@ ; הוא לקריאה בלבד.";
"NotWritable Informative" = "המקל הוא לקריאה בלבד. עשוי להיות מתג על המקל שמאפשר כתיבה; אחרת לא ניתן להשתמש בו.";
"NotWritable OK" = "אישור";

/* Stick writing statuses. */
"Status Downloading" = "מוריד…";
"Status Verifying" = "מאמת…";
"Status Unpacking" = "פורק…";
"Status Claiming" = "דורש בעלות…";
"Status Unmounting" = "מבטל טעינה…";
"Status Writing" = "כותב…";
"Status Ejecting" = "מוציא…";
"Status Done" = "בוצע!";

"StatusAdd Attempt" = " (ניסיון %1$d)";

/* Errors */
"Failure Downloading" = "מצטערים, אירעה שגיאה (הורדת תמונת המקור נכשלה). האם ברצונך לנסות שוב?";
"Failure Verifying Return Value" = "מצטערים, אירעה שגיאה (אימות תמונת המקור נכשל, כשל תוכנית, %1$s). האם ברצונך לנסות שוב?";
"Failure Verifying SHA Mismatch" = "מצטערים, אירעה שגיאה (אימות תמונת המקור נכשל, כשל סכום ביקורת). האם ברצונך לנסות שוב?";
"Failure Unpacking" = "מצטערים, אירעה שגיאה (פריקת תמונת המקור נכשלה, %1$s). האם ברצונך לנסות שוב?";
"Failure Claiming" = "מצטערים, אירעה שגיאה (דרישת הבעלות של מקל ה-USB נכשלה). האם ברצונך לנסות שוב?";
"Failure Unmounting" = "מצטערים, אירעה שגיאה (ביטול הטעינה של מקל ה-USB נכשל). האם ברצונך לנסות שוב?";
"Failure Opening Source Image" = "מצטערים, אירעה שגיאה (פתיחת תמונת המקור נכשלה, %1$s). האם ברצונך לנסות שוב?";
"Failure Opening Destination Device" = "מצטערים, אירעה שגיאה (פתיחת מקל ה-USB נכשלה, %1$s). האם ברצונך לנסות שוב?";
"Failure Reading Source Image" = "מצטערים, אירעה שגיאה (הקריאה מתמונת המקור נכשלה, %1$s). האם ברצונך לנסות שוב?";
"Failure Writing Destination Device" = "מצטערים, אירעה שגיאה (כתיבת הנתונים למקל ה-USB נכשלה, %1$s). האם ברצונך לנסות שוב?";
"Failure Ejecting" = "מצטערים, אירעה שגיאה (הוצאת מקל ה-USB נכשלה. האם ברצונך לנסות שוב?";

"Failure Try Again" = "נסה שוב";
"Failure Quit" = "יציאה";

"Failure Termination Status" = "סטטוס סיום %d";

"Failure Internal Error 1" = "סוף קובץ לא צפוי";
